Repository: common-repository/csv-viewer
Catalog: translations/csv_trans-*.po
Languages: nl

source: Settings
nl: Instellingen

source: Upload
nl: Uploaden

source: Remove plugindata
nl: Verwijder plugingegevens

source: Upload your CSV-file
nl: Upload uw CSV-bestand

source: Choose your CSV-file
nl: Kies uw CSV-bestand

source: Style
nl: Opmaak

source: Preview
nl: Voorbeeld

source: Remove
nl: Verwijderen

source: Upload images
nl: Uploaden afbeeldigen

source: Show images
nl: Bekijk afbeeldingen

source: Change the settings of
nl: Wijzig de instellingen van

source: Name
nl: Naam

source: Header included
nl: Inclusief kop

source: Yes
nl: Ja

source: No
nl: Nee

source: Delimitor
nl: Scheidingsteken

source: Imagecolum
nl: Afbeeldingskolom

source: Save
nl: Opslaan

source: The settings are changed of
nl: De instellingen zijn gewijzigd van

source: Change the style of
nl: Wijzig de opmaak van

source: Table
nl: Tabel

source: Tableheader
nl: Tabelkop

source: Even rows
nl: Even rijen

source: Odd rows
nl: Oneven rijen

source: Fields
nl: Velden

source: Fonttype
nl: Lettertype

source: Fontsize
nl: Lettergrootte

source: Margin
nl: Marge

source: Padding
nl: Vulling

source: Backgroundcolor
nl: Achtergrondkleur

source: Fontcolor
nl: Tekstkleur

source: Are you sure to remove
nl: Weet u zeker dat u wilt verwijderen het bestand

source: Upload your images for
nl: Upload uw afbeeldingen voor

source: Images of
nl: Afbeeldingen van

source: No images found
nl: Geen afbeeldingen gevonden

source: Are you sure to remove the plugin? At first you have to remove all the CSV-files and images
nl: Weet u zeker dat u deze plugin wilt verwijderen? Alvorens moet u alle CSV-bestanden en afbeeldingen hebben verwijderd

source: The plugin has been uninstalled succesfully
nl: De plugin is succesvol gedeinstalleerd

source: Install plugin
nl: Installeer plugin

source: You can not upload this type of file
nl: U kunt dit bestandstype niet uploaden

source: The maximum allowed filesize is
nl: De maximaal toegestande bestandsgrootte is

source: This filename exists already
nl: Deze bestandsnaam bestaat al

source: Upload failed for unknown reasons
nl: Uploaden is mislukt om onbekende redenenen

source: The file has too many rows
nl: Dit bestand heeft te veel rijen

source: The data can not be imported in the database
nl: De gegevens kunnen niet worden geimporteerd in de database

source: The css-file has been changed succesfully
nl: Het css-bestand is succesvol gewijzigd

source: The css-file can not be changed
nl: Het css-bestand kan niet worden gewijzigd

source: The filename is not entered
nl: Er is geen bestandsnaam ingevuld

source: This filetype is not allowed
nl: Dit bestandstype is niet toegestaan

source: Change the filename
nl: Verander de bestandsnaam

source: The imagecolum must be numeric
nl: De afbeeldingskolom moet numeriek zijn

source: The value of imagecolum is too high
nl: De waarde van de afbeeldingskolom is te hoog

source: The settings can not be retrieved
nl: De instellingen kunnen niet worden opgehaald

source: Remove selection
nl: Verwijder selectie

source: The upload was succesful
nl: Het uploaden is gelukt

source: The file can not be removed from the database
nl: Het bestand kan niet worden verwijderd uit de database

source: The file can not be removed from the uploadfolder
nl: Het bestand kan niet worden verwijderd uit de uploadmap

source: The css-file can not be removed from the uploadfolder
nl: Het css-bestand kan niet worden verwijderd uit de uploadmap

source: The related images can not be removed
nl: De bijbehorende afbeeldingen kunnen niet worden verwijderd
